Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_1trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Dakkár árvvoštallamis sáhttá kártengeahččaleami geavahit oassin.
sma: Learohkh dïejvesh jïh tjiehpiesvoeth meatan utnieh gosse skuvlese båetieh.

source: Lassin ohppiide geain leat erenoamáš váttut matematihkas, de dáidet maiddái leat oahppit geain leat dábálaš váttut matematihkas.
sma: Aareh gïeleevtiedimmien jïh ryöknemen tjïrrh dah leah vihkeles maahtoem vejtiestamme mij våaroeminie sjædta tjiehpiesvoetide ryöknedimmesne, jïh matematihkem lïeredh.

source: Lunde (2008) mielde mearkkaša dat ahte lea váilevaš oktavuohta oahppi kognitiiva doaibmama, oahpahusa ja eará fáktoriid
sma: Goerkese ektiedamme dïejvesidie goh vuesiehtimmien gaavhtan stuerebe goh, vielie, jallh taalebaakoeh jïh ryöknemetjiehpiesvoeth leah dïrregh dan guhkiebasse lïerehtæmman.

source: gaskkas mat váikkuhit oahpahussii, ja ahte dat váilevašvuohta hehtte oahppi oahppamis matematihka.
sma: Joe skuvleaalkoven lohkehtæjjah maehtieh vïhtesjidh learohkh joekehts maahtoem utnieh.

source: Muhtun ohppiin geat leat ožžon bohtosiid vuolábealde sierra beroštumi ráji leat dábálaš matematihkkaváttut. Daidda ohppiide galgá plánet doaibmabijuid
sma: Mearan muvhth learohkh eah maehtieh vielie goh vïjhtese ryöknedh kardinaale goerkesinie, mubpieh learohkh maehtieh taalh tjåanghkan bïejedh suerkesne 0 – 100.

source: heivehuvvon oahpahusa siskkobealde oassin árra doaimmain.
sma: Skuvlesne maahta aktem matteuseffektem vïhtesjidh, joekehtse learohki gaskem sjïdtede

source: Dábálaš matematihkkaváttuid dovdomearkkat leat heajos doabaipmárdus ja ovttageardánis ja rievddakeahtes strategiija geavaheapmi.
sma: Goerehtallemepryövi aajkoe lea joekehtsh vueptiestidh, guktie maahta voerkeslaakan barkedh dïejvesegoerkesem jïh ryöknemetjiehpiesvoetide lissiehtidh dej viesjiehtommes learohki luvnie.

source: Danne go heajos strategiijageavaheapmi addá heajos vuođu viidásit oahppamii, de dat sáhttá addit váttisvuođaid matematihkain maŋŋel
sma: Ij leah akte geajnoe dejtie vihkielommes tjiehpiesvoetide ryöknedimmesne – learohkh sjïere evtiedimmieh utnieh, men såemies tjåenghkies væhtah.

source: skuvlaáigodagas jus ii bija johtui doaibmabijuid (geahča ovdamearka dihte Lunde, 2008 dahje Ostad, 2008 ja 2010).
sma: tjuerieh maehtedh jearsoeslaakan jïh fleksijbele ryöknedidh, jïh dah tjuerieh hijven taaledïejvesem utnedh.

source: Kártengeahččaleami vuosttaš oassi (ovdal bottu) mihtida eanas doabaipmárdusa ja lohkanmáhtolašvuođa.
sma: Learohki evtiedimmien gaavhtan lea joekoen vihkeles veele barkedh learohki ryöknemedarjomigujmie dej voestes jaepiej skuvlesne.

source: Geahččaleami nubbi oassi mihtida eanas lohkorehkenastima (adderema, subtraherema ja multiplikašuvnna).
sma: daerpies juktie learohki taalegoerkesem evtiedidh, lissine learohkh jeenjemasth ryöknemestrategijh nuhtjieh laavenjasseloetemisie.

source: Oahppit geat rahčet geavahit dávjá lohkanstrategiijaid go galget čoavdit bargobihtáid lohkorehkenastimis.
sma: Såemies learohkh tjöödtjestieh, dah jåerhkieh aelhkie strategijh nuhtjedh (vuartesjh Ryöknedimmie vuelielisnie).

source: Vai galgá daid
sma: Daah learohkh leah

source: ohppiid fuomášit, de lea juohke siidui biddjon áigemearri.
sma: vaahresne matematihketsagkesh evtiedidh.

source: Áigemearri lea biddjon nu ahte oahppit geat geavahit eahpevuogálaš ja unnán beaktilis strategiijaid, eai árvvu mielde nákce geargat buot bargobihtáiguin siiddus mearriduvvon áigái.
sma: Dan åvteste vihkeles learoehkidie guhkiebasse viehkiehtidh naive jïh rigide ryöknemestrategijijste, vielie effektijve strategijide jïh akten vielie fleksijbele strategijeåtnose.

source: Oahppit geat rahčet eanemus dárbbašit geavahit eanet áiggi
sma: Noerhtelaantine joekehtibie sjïere jïh sïejhme matematihketsagkesi gaskem.

source: • Lohkanaktivitehtat: lohkat ovddos guvlui ja maŋos guvlui, lohkat viidásit muhtun logus ja nu ain.
sma: Daamtaj dïejvesh gietskies jïh gamte definisjovne åtnasuvvieh (vuartesjh vuesiehtimmien gaavhtan Lunde 2008).

source: • Čatnat hivvodagaid lohkosymbolaide, hivvodagaid juohkit joavkkuide
sma: Såemies dejstie learoehkijstie mah matematihkine tjabreminie, sjïere

source: • Ovdánahttit iežas strategiijageavaheami: oahppit geat rahčet dárbbašit veahki ja doarjaga ovdánit “ lohkat-buot ” - strategiijas “ lohkat
sma: matematihketsagkesh utnieh. Dam ektede nåakebe mujhtesefunksjovnese, kognitijve faktovridie jallh abstraksjovnetsagkesidie (Holm, 2002).

source: viidásit ” strategiijai
sma: Dejtie learoehkidie sjïere

source: • Temát vuollelis ja ohppiidportreahtat evttohit mo sáhttá joatkit bargat
sma: Dah referansh mah daennie tjaalegisnie vadtasuvvieh, læstosne gaavnh raeriestimmiejgujmie vielie

source: ohppiiguin.
sma: lohkemen bïjre

source: Lohkan
sma: Sæjroe

source: Buorit lohkanmáhtolašvuođat leat hui dehálaččat ovddidit lohkoipmárdusa, rehkenastinmáhtolašvuođaid ja makkár strategiijaid vállje go čoavdá bargobihtáid.
sma: 13/32 mietie F-04-13 skuvle dïedtem åtna nåhtoem lïerehtimmeste vuarjasjidh, åvtelen PPD:se vuesehte, jïh eventuelle nænnoestimmie sjïereööhpehtimmien bïjre.

source: Oahppit dárbbašit vuođđo ipmárdusa viđa prinsihpas vai galget šaddat čeahpes (lohko) lohkkit: Oahppit fertejit máhttit lohkoráiddu (loguid namaid) ja diehtit ahte loguin lea dihto vuorru
sma: Goerehtallemepryöve maahta meatan årrodh aktene dagkeres vuarjasjimmesne. Gelline skuvline sæjhta naan learohkh årrodh mah utnieh dam maam mijjieh gåhtjobe

source: (ordinalitehta).
sma: sïejhme matematihketsagkesh.

source: Sii fertejit maiddái ipmirdit okta-ja-okta korresponderema, dainna oaivvilduvvo ahte juohke diŋga lohkko okte ja dušše okte, ja ahte ii leat dadjamuš makkár vuorus diŋggaid lohká.
sma: Lunden mietie (2008) dellie sæjhta akte ovreakta årrodh gaskem learohken kognitijve fungeradimmiem, ööhpehtimmiem jïh jeatjah faktovrh mah lïerehtimmiem tsevtsieh, jïh daate ovreakta jeenjemasth learohken

source: Dasa lassin ferte oahppi oahppat ahte lea maŋemus lohku mii ovddasta hivvodaga maid lea lohkan (kardinalitehta).
sma: Dejtie learoehkidie edtja råajvarimmieh soejkesjidh mierien sisnjelen sjïehtedamme lïerehtimmeste, goh akte lïhtse aareh råajvarimmesne.

source: Ii leat vejolaš vástidit gažaldaga “ man galle ” jus ii ipmir kardinála aspeavtta.
sma: matematihketsagkesigujmie daamtaj viesjies dïejvesegoerkesem, jïh naive jïh rigide strategijeåtnoem utnieh.

source: Dan ohppet eanas oahppit ovdal go álget
sma: Lunde, 2008 jallh Ostad, 2008 jïh 2010).

source: Oahpaheaddji lea bidjat 17 fiskes čuoggá su ovddabeallái. Janne hoigada ovtta ja ovtta muorrabihtá sierra
sma: Voestes bielie goerehtallemepryöveste (eejehtimmien åvtelen) åajvahkommes dïejvesegoerkesem jïh ryöknemetjiehpiesvoeth möölehte.

source: seammás go lohká dan.
sma: Mubpie bielie pryöveste

source: Son lohká vuosttaš logi bihtá váttisvuođaid haga, de son lea eahpesihkár ovdalgo lohká oktanuppelogáda, dasto son bisána, ja lea hui eahpesihkár.
sma: åajvahkommes taaleryöknedimmiem möölehte (addisjovne jïh subtraksjovne).

source: Omar ovddabealde lea logiruvdno, guokte vihttaruvnno ja guokte ruvdnobihtá.
sma: Viesjies learohkh daamtaj ryöknemestrategijh nuhtjieh juktie laavenjassh loetedh taaleryöknedimmesne.

source: Omar geaigguha logi suorpma ja lohká ovtta ja ovtta logi rádjái.
sma: Juktie dejtie learoehkidie vueptiestidh dle fïerhte sæjroe aktem

source: De son cuige guovtti
sma: tïjjemieriem åådtjeme.

source: Janne ii dovdda lohkoráiddu namaid dahje sadjevuogádaga struktuvrra.
sma: Tïjjemierie lea bïejesovveme naemhtie guktie learohkh mah ovmaereles jïh nåake effektijve strategijh nuhtjieh, eah sån sïjhth gaervies sjïdtedh gaajhki laavenjassigujmie sæjrosne tïjjemierien sisnjelen.

source: Son dárbbaša eanet hárjehallat lohkat.
sma: Voestes bielesne pryöveste tïjjemierie guhkebe.

source: Jannes soitet váilevaš lohkodoahpagat (geahča temá Lohkodoahpagat vuollelis).
sma: Vihkeles parallellelaakan barkedh learohki dïejvesidie jïh tjiehpiesvoeth evtiedidh.

source: Omar čájeha ahte máhttá lohkat ruovderuđaid, muhto son ii
sma: Doh viesjiehtommes learohkh daarpesjieh guhkiem gïehtelidh:

source: geavat strukturerejuvvon joavkkuid lohkat logi ja vihtta hávális. Seammás Omat čájeha ahte máhttá doallat ortnegis dan maid lea lohkame.
sma: • ryöknemedarjomigujmie: åvtese jïh bååstede ryöknedh, guhkiebasse ryöknedh aktede vihties taaleste jïh numhtie vijriesåbpoe

source: Dasa lassin sáhttet logut 11-20 leat erenoamáš hástaleaddji.
sma: • veahkah viertiestidh; gusnie jeenjemes ? Gusnie vaenemes ?

source: Dat logut eai čuovo dábálaš njálmmálaš minstara
sma: • veahkah taalesymbovlide aktanidh, veahkah dåehkine bïejedh

source: Ohppiide geat rahčet sáhttá leat buorre goansta hárjehallat erenoamážit daiguin loguiguin, sihke lohkosániid ja struktuvrra.
sma: • barkedh abpe taalesuerkesne 0-20, jïh ij ajve taalesuerkesne 0 -10; daate lea vihkeles juktie guarkedh guktie posisjovnesysteeme lea bæjjese bigkeme

source: Lohkanmáhtolašvuođa ovdánahttin Ollu oahppit geavahit suorpmaid go lohket, mii doaibmá nuorra agis buorrin strategiijan.
sma: • jïjtse strategijeåtnoem evtiedidh: viesjies learohkh viehkiem jïh dåarjoem daarpesjieh juktie vaedtsedh «gaajhkem ryöknedhš- strategijijste, «guhkiebasseryöknedhš strategijide

source: Lohkan suorpmaiguin sáhttá maiddái leat juoga maid oahppit dahket vai čatnet oktii dan mii lea konkrehta dainna mii lea abstrakta.
sma: Doh teemah vuelielisnie jïh learohkeportrehth såemies raeriestimmieh vedtieh learohki guhkiebasse barkose. Raeriestimmie vielie lohkemen bïjre

source: Oahppit dábálaččat dađistaga heitet lohkamis suorpmaiguin ja álget lohkat jitnosit, nivkkuhit ja lohket dahje lohket mentála lohkolinnjain 2.-3. ceahkis.
sma: Hijven tjiehpiesvoeth ryöknemisnie leah joekoen vihkeles juktie taalegoerkesem, ryöknedimmietjiehpiesvoeth jïh strategijh evtiedidh mah leah laavenjasseloetemasse ektiedamme.

source: Dat dahká oahppái álkibun geavahit
sma: vïjhte prinsihpijste daarpesjieh.

source: rehkenastinstrageiijaid maiguin rehkenastet oaivvis – mii lea vuođđun matematihka gelbbolašvuhtii.
sma: Learohkh tjuerieh taaleraajroem maehtedh (taali nommh) jïh daejredh taalh aktem vihties öörnegem utnieh (ordinaliteete).

source: Oahppit šaddet dađistaga oadjebasabut prinsihpaide mat leat loguidlohkamis, nugo namuhuvvon badjelis, ja sii šaddet sihkkareappot ja dárkileappot go sii hárjehallet dan bargat.
sma: Dah tjuerieh aaj aktese aktese- korrespondansem guarkedh, daate sæjhta jiehtedh fïerhte aate ajve ikth ryöknesåvva, jïh ij sïjhth maam jiehtedh mennie öörnegisnie aatide ryöknoe.

source: Oahppit ohppet dađistaga lohkat sihke bajasguvlui ja vulosguvlui, guvttiin ja guvttiin, viđain ja viđain ja logežiin ja logežiin.
sma: Lissine

source: Vásáhusat maid oahppit háhket go lohkamiin čovdet váttisvuođaid ja bargobihtáid, dahket ahte sii ohppet bajil lohkofáktaid, nugo ovdamearka dihte ahte 2 + 3 lea vihtta.
sma: learohkh tjuerieh lïeredh dïhte minngemes taale dïhte, mij lea dam abpe veahkam maam ryökneme (kardinaliteete). Ij gåaredh gyhtjelassh vaestiedidh goh «man jïjnješ bielelen dam kardinaale aspektem guarkedh.

source: Váilevaš ipmárdus lohkamis sáhttá hehttet lohkoipmárdusa ovdaneami.
sma: Learohkevuesiehtimmie Sagka birresåvva aktem tjomhpem daabloejgujmie ryöknedh.

source: Heajos lohkanmáhtolašvuohta sáhttá čujuhit mahtematihkkaváttuide maŋitáiggi.
sma: Sagka aktem aktem daabloem doehtede jïh dam ånnetji miehtjede mearan dam ryöknoe.

source: mánát geain leat matematihkkaváttut dávjá máhttet ja ipmirdit lohkama deháleamos prinsihpaid, nugo ovdamearka dihte lohkoráiddu ja ovttas oktii korrenspondása, de sis sáhttá leat váttisvuohta ipmirdit ahte ii leat dehálaš makkár vuoru mielde diŋggaid lohká.
sma: Dïhte dejtie voestes luhkie daabloeh ryöknoe bielelen naan dåeriesmoerh, dle vuarta ånnetji åvtelem dam luhkievoestes daabloem ryöknoe, jïh dle tjöödtjeste, eevre båasarimmesne. Pieren uvte akte luhkie, akte vïjhte jïh göökte kråvnah.

source: Dat lea váilevaš ipmárdus ja máhtolašvuohta lohkamis. Bargu viidáseappot
sma: Piere luhkie soerm sov uvte steerie mearan akti akti ryöknoe goske låhkan båata.

source: Ovdal go sáhttá čuovvolahttit oahppi viidásit bargguiguin, de lea dehálaš oažžut eanet dieđuid mo oahppi lohká, go dan mii lea boahtán ovdan kártengeahččaleamis.
sma: Dïhte tjöödtjeste, akte gïetem bæjjese steerie soermigujmie geerjehtamme jïh guhkiebasse ryöknoe 11, 12, 13, 14, 15. Dellie tjuvtjede dejtie göökte kråvnide jïh ryöknoe 16, 17.

source: Njuolggo gulahallamis ohppiin sáhttá oahpaheaddji áicat mo oahppi čoavdá lohkan bargobihtáid, ja
sma: Sagka ij gaajhkide nommide taaleraajrosne jallh struktuvrem posisjovnesysteemesne damth.

source: beassá ságastallat dan birra maid áicá.
sma: Dïhte vielie haarjanimmiem daarpesje ryöknedh.

source: Máhttá go oahppi lohkat iežas siste ?
sma: Sagka maahta sån aaj viesjies

source: Máhttá go oahppi lohkat vulos guvlui ja bajas guvlui vaikko makkár logus lohkoguovllus 0-20.
sma: taalegoerkesem utnedh (vuartesjh teemam Taaledïejvese vuelielisnie).

source: Oahpaheamis berre leat mihttun bargat ulbmillaččat daid ohppiid lohkanmáhtolašvuođain geat rahčet eanemus.
sma: Piere vuesehte satne maahta beetnegidie ryöknedh, men ij dejtie öörneldihkie dåehkide nuhtjh juktie luhkine jïh vïjhtine ryöknedh.

source: Go oahppit besset hárjehallat lohkat 20 rájes 100 rádjái, de sáhttá
sma: Seamma tïjjen Piere vuesehte satne buektehte öörnegem steeredh ryöknemisnie.

source: dat addit ohppiide ipmárdusa loguid struktuvrrain nu mo ii dáhpáhuva jus bargá dušše 0 ja 20 gaskksa, go dan intervállas lea juohke logus ođđa namma.
sma: Evtiedimmie ryöknemetjiehpiesvoetijste Jïjnjh learohkh soermide nuhtjieh gosse ryökneminie, mij lea akte hijven strategije noere aaltarisnie.

source: Ságastallama bokte háhká diđolašvuođa das mo oahppi jurddaša, ja mo oahppi ipmirda loguid lohkama.
sma: Soermine ryöknedh maahta aaj mij akt årrrodh maam learohkh darjoeh juktie dam konkrete jïh dam abstrakte aktanidh.

source: Ságastallama ulbmil lea oahppi dahkát diđolažžan iežas lohkanmáhtolašvuođaide ja mainna galgá bargat viidásit vai šaddá sihkkaris lohkkin.
sma: Sïejhme learohkh ånnetji ånnetji orrijieh soermine ryöknedh goske aelkieh njaalmeldh ryöknedh, «nijhkemeryöknedhš jallh aktene mentaale taalesïevesne ryöknedh 2.–3. daltesisnie.

source: Oahppis ferte leat vejolašvuohta beassat bargat lohkamiin sihke
sma: Dellie aelhkebe sjædta learoehkasse åejjieryöknemestrategijh nuhtjedh – mij lea dïhte

source: iistrukturerejuvvon ja strukturerejuvvon joavkkuin.
sma: Sæjroe 15/32 veelebe sjidtieh gosse dejtie nuhtjieh.

source: Geavat áinnas konkrehtaid, lohkolinnjá (main leat merkejumit ja guoros lohkolinnjá) ja čuđeskártta doarjjan lohkamii.
sma: Mænngan learohkh lierieminie dovne bæjjese jih våålese ryöknedh, gööktine jïh gööktine, vïjhtine jïh vïjhtine jïh luhkine jïh luhkine.

source: Mihttu lea ahte oahppi háhka alcces mentála lohkolinnjá, ja ipmirda lohkoráiddu struktuvrra (geahča temáid Lohkodoahpagat ja Lohkoráidu ja lohkolinnjá.)
sma: Dååjrehtimmieh learohkh åadtjoeh gosse ryöknoeh juktie dåeriesmoerh jïh laavenjassh loetedh, dejtie viehkiehtieh taalefaaktah automatiseradieh, goh

source: Lohkama geavahit dávjá strategiijan čoavdit bargobihtáid ja praktihkalaš váttisvuođaid.
sma: Faatoes goerkese ryöknemistie maahta akte heaptoe årrodh juktie taalegoerkesem evtiedidh.

source: Eanet dan birra temás Rehkenastin. Evttohus lassi lohkamuššii
sma: Nåake ryöknemetjiehpiesvoeth leah ektiedamme minngebidie tsagkesidie ryöknedimmine.

source: Lohkodoahpagat
sma: Jalhts maanah

source: Doahpagat nu go ovdamearka dihte galle, stuorimus, eanemus, unnit, guokte unnit, man ollu, gaskkas, vuolde ja bajábealde leat dehálaš doahpagat giellaovdáneapmái oppalaččat ja oahppi matematihkka giela ovdáneapmái
sma: matematihketsagkesigujmie daamtaj maehtieh jih guarkah dejtie vihkielommes prinsihpide ryöknemisnie, vuesiehtimmien gaavhtan taaleraajroe jih akti akti korrespondanse, maehtieh dåeriesmoerh utnedh guarkedh ij leah vihkeles mennie öörnegisnie dah ryöknoeh.

source: Doahpagiid ferte čatnat loguide, sihke lohkosymbolaide ja lohkosániide.
sma: Daate aktem faatoes goerkesem jïh tjiehpiesvoetem vadta ryöknemistie.

source: Mánát ohppet vásáhusa bokte go lohket ovdamearka dihte ahte vihtta lea juste ovtta eanet go njeallje.
sma: Luhkiesertiestimmieh maehtieh gïerve årrodh gellide learoehkidie, naemhtie goh Sagkese vuesiehtimmesne bijjielisnie.

source: Vihtta lea stuorit go golbma, guokte lea unnit go njeallje ja nu ain.
sma: Lissine taalh 11-20 maehtieh joekoen haestiedihks årrodh.

source: Lohkodoahpagiid oahppama álgu lea ipmirdišgoahtit doahpagiid maid ovdalis leat namuhan, maid eanas oahppit dahket go álget skuvlii.
sma: Maahta væjsehke årrodh joekoen daejnie taaline haarjanidh dej viesjiehtommes learohkigujmie, dovne taalebaakoeh jïh struktuvre.

source: Dasa lassin fertejit oahppit ipmirdit kvantitehta, dat mearkkaša ahte logut čujuhit dihto hivvodagaide.
sma: Vihkeles learohkh åadtjoeh taalh bæjjese tjuatan ryöknedh guktie dah maehtieh ektiedimmieh jïh möönsterh vueptiestidh taaleraajrojne.

source: Dávjá lea
sma: evtiedidh.

source: giellageavaheapmi čatnon lohkui ja loguidmeannudeapmái gitta das makkár dilálašvuođas lea sáhka, ja dat sáhttá leat hástalus ohppiide.
sma: Geajnoe guhkiebasse Åvtelen dïhte guhkiebasse barkoe maahta aelkedh, lea vihkeles vielie daajroem åadtjodh guktie learohke ryöknoe goh dam maam goerehtallemepryöve maahta vedtedh.

source: Stuora logus ovdamearka dihte ii leat álo čielga sturrodat.
sma: soptsestidh dan bïjre maam vuajna. Man gåhkese learohke maahta ryöknedh ?

source: Muhtomin lea stuora lohku okta millijovdna.
sma: Learohke maahta sov sisnjielisnie ryöknedh ?

source: Eará oktavuođas sáhttá logi leat stuora lohku.
sma: våålese ryöknedh saaht man taaleste, taalesuerkesne 0-20.

source: Buorit lohkodoahpagat ohppiin mearkkaša maiddái ahte galget ipmirdit ja máhttit geavahit iešguđetlágan vugiid barggus.
sma: Byöroe akte ulmie årrodh ulmiestuvreldh ryöknemetjiehpiesvoetigujmie barkedh dejtie viesjies learoehkidie.

source: Okta valljodat mas leat vihtta eahppela sáhttá almmuhuvvot go čállá sáni “ vihtta ”, vihtta sázu | | | | | dahje lohkosymbola 5.
sma: Åadtjodh haarjanidh ryöknedh taaleste 20 taalese 100 maahta learoehkidie goerkesem vedtedh taali struktuvri bïjre naemhtie goh barkedh suerkesne 0 – 20 ij vedtieh, dan

source: Oahppit galget maiddái máhttit ovddasteddjiid gaskkas dulkot.
sma: åvteste daennie intervallesne fïerhte taale orre nommem åtna.

source: Guokte logu maid bidjá oktii, šaddet ođđa lohkun.
sma: Baajh learohkem buerkiestidh jïh gihtjh gyhtjelassh.

source: Sáhttá gávdnat erohusa guovtti logus jus geassá nuppi logu nuppis. Loguid sáhttá juohkit ja geardut.
sma: Soptsestimmien tjïrrh daajroem åådtje guktie learohke ussjede jïh guktie learohke ryöknemem guarka.

source: Oahppiovdamearka
sma: Soptsestimmien aajkoe

source: Luohkká lea leamaš olgun ja lea coggan rássái sarridiid.
sma: 16/32 meatan juktie learohkem dåarjelidh.

source: Dál sii galget gávnnahit man ollu sarridiid sii leat čoaggán.
sma: Learohke tjuara nuepiem åadtjodh dovne ovöörneldihkie jïh öörneldihkie dåehkieh ryöknedh.

source: Anja lea gávnnahan ahte son lea ovtta rássái coggan 17 sarriha. Son čállá duhtavaččat čállingirjásis 71.
sma: Nuhtjedh maaje daeverh, taalesïevem (mïerhkigujmie jïh gåaroes taalesïevine) jïh tjuetiekaarhtem juktie ryöknemem dåarjoehtidh.

source: Luohkká bargá sadjevuogádagain ja hukse loguid unifix-birccuiguin. Oahpaheaddji sihtá Nigá hukset 14.
sma: Ulmie lea learohke edtja aktem jïjtse sisnjeles taalesïevem tseegkedh jïh struktuvrem guarkedh taaleraajrosne (vuartesjh teemide Taaledïejvesh jïh Taaleraajroe jïh

source: Nigá ráhkada rukses logeža ja bidjá njeallje birccu ruoksada nala vai čájeha ahte 14:s lea okta logeš ja njeallje ovtteža.
sma: taalesïeve). Ryökneme daamtaj åtnasåvva goh strategije juktie laavenjassh jïh praktihkeles dåeriesmoerh loetedh.

source: Anja ii dovdda loguid čállima konvenšuvnna, ahte ovttežat galget olgešbealde ja logežat galget gurutbealde.
sma: Jïjnjh learohkh jåerhkieh aelhkie ryöknemestrategijh nuhtjedh juktie addisjovne- jïh subtraksjovnelaavenjassh loetedh.

source: Čállá go son álo ovttežiid gurutbeallái, vai dáhpáhuvvá go dat dušš muhtomin ?
sma: Daam ållermaahteme teeman nuelesne Ryöknedimmie. Raeriestimmie vielie lohkemen bïjre

source: Jus galgá háhkat dieđu ipmirda go Anja sadjevuogádaga ja dušše čállá boastut,
sma: Dïejvesh goh vuesiehtimmien gaavhtan låhkoe, stööremes, jeenjemes, vaenebe, göökte vaenebe, man

source: Girječálli ja lágádus lea almmuhuvvon girjjálašvuođalistus loahpageahčen dán dokumeanttas. vai ii go son ipmir sadjeárvvu, de ferte guorahallat maid Anja jurddaša, ja manne son čállá 71 iige 17.
sma: gellie, gaske, nuelesne jïh bijjelen leah vihkeles dïejvesh mah leah ektiedamme gïeleevtiedæmman sïejhmelaakan, jïh evtiedæmman learohki matematihkeles gïeleste sjïerelaakan.

source: Muhtun oahppit geain lea dysleksia rahčet lohkanguovlluin go sii lohket ja
sma: Tjuara dïejvesidie taalide ektiedidh, dovne taalesymbovlh jïh taalebaakoeh.

source: Buriide lohkadoahpagiidda lea vuođđun buorre ipmárdus sadjevuogádagas, loguid huksehusas ja loguid siffariid árvvus.
sma: Dååjrehtimmien tjïrrh ryöknemisnie maanah lierieh vuesiehtimmien gaavhtan vïjhte lea veele akte vielie goh njieljie.

source: Nigá máhttá juohkit 14 ovtta logešjovkui ja njeallje ovttežii.
sma: Vïjhte stuerebe goh golme, göökte vaenebe goh njieljie jïh numhtie vijriebasse.

source: Geabbilis lohkodoahpagat leat dárbbašlaš eavttut jus galgá sáhttit rehkenastit beaktilis máŋggasiffarloguiguin dalle go daiguin álget.
sma: Evtiedimmie taaledïejvesijstie aalka dïejvesidie bijjielisnie guarkedh, naakede dah jeanatjommes learohkh darjoeh gosse skuvlem aelkieh.

source: doabaipmárdusain ja lohkodoahpagiiguin daiguin ohppiiguin geat rahčet eanemusat vuosttaš luohkás.
sma: Lissine learohkh tjuerieh kvantiteetem guarkedh, daate sæjhta jiehtedh taalh veahkide vuesiehtieh.

source: Dat bargu čatnasa maiddái lohkamii (geahča temá Lohkan vuollelis).
sma: Daamtaj gïeleåtnoe ektiedamme taalide jïh taalegïetedæmman, lea tsevtseme destie man bïjre

source: Lohkodoahpagiid ovdanáhttin Lohkodoahpagiid ovdánahttin álgá árra giellaovdáneamiin ja vásáhusain maid háhket loguid lohkamiin.
sma: soptsestibie, naakede mij maahta stoerre haestemh årrodh learoehkidie. Akte stoerre taale lea vuesiehtimmien gaavhtan ij naan tjïelke stoeredahke.

source: Dađistaga čatnet oahppit loguid hivvodagaide.
sma: Muvhten aejkien dle akte stoerre taale akte millijovne.

source: Go oahppit álggos oidnet loguid, de sii atnet daid oktan ollislašvuohtan, ja sii čujuhit logu olles hivvodahkii beroškeahttá galle siffára logus leat.
sma: Muvhten aejkien luhkie maahta akte stoerre taale årrodh. Hijven taaledïejvese lea aaj maehtedh guarkedh jïh nuhtjedh ovmessie soptsestimmievuekieh.

source: Siffárat máŋggasiffár loguin eai mearkkaš sierra maidege ohppiide, ja sii eai geavat sadjevuogádaga lohkat dahje almmuhit ahte dihto siffár čujuha dihto árvui.
sma: Maahta aktem veahkam vïjhte eeplajgujmie vuesiehtidh viehkine baakojste «vïjhteš, vïjhte sïevijste | | | | | jallh taalesymbovleste 5. Learohkh aaj tjuerieh

source: Áitto go sii leat ipmirdišgoahtán sadjevuogádaga, lea ohppiin doarvái gelbolašvuohta geavahit loguid geabbilit.
sma: maehtedh vuesiehtimmiej gaskem jarkoestidh. Tjaelije jïh berteme leah tjaalasovveme lidteratuvrelæstosne tjaalegen minngiegietjesne.

source: Sii sáhttet dál juohkit logu ovttažiidda ja
sma: Sæjroe 17/32 dehtie mubpijste geasa.

source: logežiidda, sii dihtet makkár árvu iešguđetge siffárat ovddastit, ja sii oidnet olles logu supmin osiin.
sma: Maahta taalh guektelen juekedh jïh guektiengïerth darjodh. Learohkevuesiehtimmie Klaasse ålkone orreme jïh sirrieh goejese tsagkeme.
